Repository: Hope-for-Justice/main
Catalog: src/plugins/give-zapier/languages/give-zapier-*.po
Languages: pl_pl

source: Used for storing Give Zapier subscriptions
pl_pl: Używane do przechowywania subskrypcji Give Zapier

source: <strong>Activation Error:</strong> You must have the <a href="https://givewp.com/" target="_blank">Give</a> plugin installed and activated for the Zapier add-on to activate.
pl_pl: <strong> Błąd aktywacji: </strong> Musisz mieć zainstalowaną i aktywowaną wtyczkę <a href="https://givewp.com/" target="_blank">Give</a> aby aktywować dodatek Zapier.

source: <strong>Activation Error:</strong> You must have <a href="%s" target="_blank">Give</a> version %s+ for the Zapier add-on to activate.
pl_pl: <strong> Błąd Aktywacji: </strong> Musisz posiadać wersję %s+ wtyczki <a href="%s" target="_blank">Give</a> aby aktywować dodatek Zapier.

source: Settings
pl_pl: Ustawienia

source: Documentation
pl_pl: Dokumentacja

source: Add-ons
pl_pl: Dodatki

source: Zapier Settings
pl_pl: Ustawienia Zapier

source: New Donor
pl_pl: Nowy Darczyńca

source: Updated Donor
pl_pl: Zaktualizowany Darczyńca

source: New Donation
pl_pl: Nowa Dotacja

source: Deleted Donation
pl_pl: Usunięte Dotacje

source: Revoked Donation
pl_pl: Odwołana Dotacja

source: Refunded Donation
pl_pl: Zrefundowana Dotacja

source: Failed Donation
pl_pl: Dotacja nie powiodła się

source: Pending Donation
pl_pl: Oczekująca Dotacja

source: Welcome to the Zapier Add-on for Give. This powerful Add-on lets you connect Give to more than 400+ third-party web services.
pl_pl: Witaj w dodatku Zapier dla wtyczki Give. Dodatek ten pozwala na połączenie Give do ponad 400+ serwisów internetowych innych firm.

source: Create a Give API Key
pl_pl: Utwórz klucz API dla Give

source: this allows Give to communicate with Zapier.
pl_pl: pozwala to na komunikację Give z Zapierem.

source: Connect to the Zapier Give App
pl_pl: Połącz z Zapier Give App

source: this connects Zapier to your Website
pl_pl: podłączy to Zapier do twojej strony.

source: Help and Support:
pl_pl: Pomoc i obsługa techniczna

source: Give Zapier Add-on Documentation
pl_pl: Dokumentacja dodatku Give Zapier

source: Give API Documentation
pl_pl: Dokumentacja API Give

source: Zapier Add-on Support
pl_pl: Obsługa techniczna dodatku Zapier

source: Testing Triggers:
pl_pl: Testowanie wyzwalaczy (triggers)

source: Once you have setup triggers in Zapier you can use the buttons below to test their functionality. Click the buttons that corresponds with your triggers below to test:
pl_pl: Jak tylko ustawisz wyzwalacze (triggers) w Zapierze możesz użyć guzików poniżej aby przetestować ich funkcjonalność. Kliknij na guziki poniżej, które są powiązane z twoimi wyzwalaczami (triggers) aby przetestować:
